Repository: nasirhasanovic/Rent-Radar
Catalog: RentDar/Localizable.xcstrings
Source language: en
Languages: bs

source: No cancelled bookings to show. That's a good thing!
bs: Nema otkazanih rezervacija za prikaz. To je dobra stvar!

source: No conflicts detected · 0 double-bookings
bs: Nema konflikata · 0 dvostrukih rezervacija

source: No current bookings
bs: Nema trenutnih rezervacija

source: No expenses recorded yet
bs: Još nema zabilježenih troškova

source: No expenses tracked
bs: Nema praćenih troškova

source: No guests are currently checked in. Active stays will show here.
bs: Nema trenutno prijavljenih gostiju. Aktivni boravci će se prikazati ovdje.

source: No income recorded
bs: Nema zabilježenih prihoda

source: No insights available
bs: Nema dostupnih uvida

source: No past bookings
bs: Nema prošlih rezervacija

source: No properties yet
bs: Još nema nekretnina

source: No reason
bs: Bez razloga

source: No Recommendations Yet
bs: Još nema preporuka

source: No Revenue Data Yet
bs: Još nema podataka o prihodima

source: No revenue recorded yet
bs: Još nema zabilježenih prihoda

source: No revenue yet
bs: Još nema prihoda

source: No upcoming bookings
bs: Nema predstojećih rezervacija

source: No upcoming check-ins for this filter.
bs: Nema predstojećih prijava za ovaj filter.

source: No worries! Enter the email address associated with your account and we'll send you a reset code.
bs: Bez brige! Unesite email adresu vašeg računa i poslat ćemo vam kod za resetovanje.

source: Not connected
bs: Nije povezano

source: Notes (optional)
bs: Napomene (opcionalno)

source: NOTES (OPTIONAL)
bs: NAPOMENE (OPCIONALNO)

source: NOTIFICATIONS
bs: OBAVJEŠTENJA

source: Notify on double-bookings
bs: Obavijesti o dvostrukim rezervacijama

source: Number of guests
bs: Broj gostiju

source: Occupancy
bs: Zauzetost

source: Occupancy Rate
bs: Stopa zauzetosti

source: Occupancy rates, nights booked, gaps
bs: Stope zauzetosti, rezervisane noći, praznine

source: Occupied
bs: Zauzeto

source: Off
bs: Isključeno

# Only %lld%% direct — you're paying ~%@%lld/mo in platform fees
source: Only %1$lld%% direct — you're paying ~%2$@%3$lld/mo in platform fees
bs: Samo %lld%% direktnih — plaćate ~%@%lld/mj provizija

source: Only 12%% direct — you're paying %@180/mo in platform fees
bs: Samo 12%% direktnih — plaćate %@180/mj provizija

source: Open Booking.com Extranet
bs: Otvorite Booking.com Extranet

source: Open VRBO Dashboard
bs: Otvorite VRBO kontrolnu tablu

source: Open your Airbnb listing
bs: Otvorite vaš Airbnb oglas

source: Optimize
bs: Optimiziraj

source: Optimizing could save
bs: Optimizacija može uštedjeti

source: or continue with
bs: ili nastavite sa

source: or continue with email
bs: ili nastavite s emailom

source: Or pick an illustration
bs: Ili odaberi ilustraciju

source: Other
bs: Ostalo

source: out of 100
bs: od 100

source: Overlapping Dates
bs: Preklapajući datumi

source: overlaps with
bs: preklapa se s

source: Overview
bs: Pregled

# Page %lld of %lld
source: Page %1$lld of %2$lld
bs: Stranica %lld od %lld

source: Password
bs: Lozinka

source: Password Reset!
bs: Lozinka resetovana!

source: Password, 2FA
bs: Lozinka, 2FA

source: Past
bs: Prošle

source: Paste it on the next screen
bs: Zalijepite ga na sljedećem ekranu

source: Paste the iCal URL you copied from %@
bs: Zalijepite iCal URL koji ste kopirali s %@

source: Paste your calendar link
bs: Zalijepite link kalendara

source: Paste your iCal URL here...
bs: Zalijepite vaš iCal URL ovdje...

source: PDF Report
bs: PDF izvještaj

source: Pending
bs: Na čekanju

source: Performance on track
bs: Performanse na pravom putu

source: Personal Info
bs: Lični podaci

source: Personal use
bs: Lična upotreba

source: Phone Number
bs: Broj telefona

source: Platform
bs: Platforma

source: PLATFORM
bs: PLATFORMA

source: Platform Breakdown
bs: Pregled po platformama

source: PLATFORM BREAKDOWN
bs: PREGLED PO PLATFORMAMA

source: Platform fee
bs: Provizija platforme

source: Platform fee (
bs: Provizija platforme (

source: POPULAR CURRENCIES
bs: POPULARNE VALUTE

source: Portfolio Health
bs: Zdravlje portfolija

source: PREFERENCES
bs: POSTAVKE

source: PREVIEW
bs: PREGLED

source: Pricing Suggestions
bs: Prijedlozi cijena

source: Privacy & Security
bs: Privatnost i sigurnost

source: Pro Member
bs: Pro član

source: Profile
bs: Profil

source: Properties
bs: Nekretnine

source: PROPERTIES
bs: NEKRETNINE

source: Properties with refreshed photos see 15% more views. Keep your listing fresh.
bs: Nekretnine s osvježenim fotografijama imaju 15% više pregleda. Držite oglas svježim.

source: Property
bs: Nekretnina

source: Property Added!
bs: Nekretnina dodana!

source: Property Details
bs: Detalji nekretnine

source: Property Health Score
bs: Ocjena zdravlja nekretnine

source: Property Name
bs: Naziv nekretnine

source: Push Notifications
bs: Push obavještenja

source: Quick Access
bs: Brzi pristup

source: Quick Insights
bs: Brzi uvidi

source: QUICK TIPS
bs: BRZI SAVJETI

# Raise weekend rate by %@%lld
source: Raise weekend rate by %1$@%2$lld
bs: Podignite vikend cijenu za %@%lld

source: Raise weekend rate by %@25
bs: Podignite vikend cijenu za %@25

# Raise weekend rates to %@%lld
source: Raise weekend rates to %1$@%2$lld
bs: Podignite vikend cijene na %@%lld

source: Rate History
bs: Historija cijena

source: Reach Score %lld
bs: Ciljna ocjena %lld

source: Ready to boost your profits?
bs: Spremni povećati svoj profit?

source: Reason
bs: Razlog

source: Receipt (optional)
bs: Račun (opcionalno)

source: Recent Searches
bs: Nedavne pretrage

source: Reconnect
bs: Ponovo poveži

source: Record Income
bs: Evidentiraj prihod

source: Record a Booking
bs: Zabilježi rezervaciju

source: Record cleaning, repairs, supplies, and other costs for accurate profit tracking and tax reports.
bs: Zabilježite čišćenje, popravke, potrepštine i druge troškove za precizno praćenje profita i porezne izvještaje.

source: Record your first booking or connect a platform to start seeing revenue insights and AI pricing suggestions.
bs: Zabilježite prvu rezervaciju ili povežite platformu za uvid u prihode i AI prijedloge cijena.

source: Recurring Expense
bs: Ponavljajući trošak

source: Reduce cleaning costs by %@20/visit
bs: Smanjite troškove čišćenja za %@20/posjeti

source: Reduce cleaning costs to hit 24/25
bs: Smanjite troškove čišćenja za ocjenu 24/25

source: Refresh
bs: Osvježi

source: Remember your password?
bs: Sjećate se lozinke?

source: Remind Me Later
bs: Podsjeti me kasnije

source: Renovation
bs: Renoviranje

source: Rental Type
bs: Tip iznajmljivanja

source: RentDar-Report-%@.pdf
bs: RentDar-Izvještaj-%@.pdf

source: Repairs
bs: Popravke

source: Replace Photo
bs: Zamijeni fotografiju

source: REPORT HIGHLIGHTS
bs: ISTAKNUTI PODACI

source: Report Ready!
bs: Izvještaj spreman!

source: Reports & tax documents
bs: Izvještaji i porezni dokumenti

source: REQUIREMENTS
bs: ZAHTJEVI

source: Resend
bs: Pošalji ponovo

source: Resend available in %@
bs: Ponovno slanje dostupno za %@

source: Resend code
bs: Pošalji kod ponovo

source: Reset Password
bs: Resetuj lozinku

source: Resetting...
bs: Resetovanje...

source: Resolve
bs: Riješi

source: Resolve Conflict
bs: Riješi konflikt

source: Revenue
bs: Prihod

source: Revenue by property, platform breakdown
bs: Prihod po nekretnini, pregled po platformama

source: Revenue Growth
bs: Rast prihoda

source: Revenue Insights
bs: Uvidi u prihode

source: Revenue up %lld%% this month
bs: Prihod veći za %lld%% ovog mjeseca

source: Review
bs: Pregled

source: Review and optimize spending in this category.
bs: Pregledajte i optimizirajte potrošnju u ovoj kategoriji.

source: Review expense categories
bs: Pregledajte kategorije troškova

source: Review expense categories to improve score
bs: Pregledajte kategorije troškova za bolju ocjenu

source: Save
bs: Sačuvaj

# Save %@%lld/mo
source: Save %1$@%2$lld/mo
bs: Uštedi %@%lld/mj

source: Save %@40/mo
bs: Uštedi %@40/mj

source: Save %@180/mo
bs: Uštedi %@180/mj

source: Save Booking
bs: Sačuvaj rezervaciju

source: Save Changes
bs: Sačuvaj promjene

source: Savings
bs: Uštede

source: Savings Opportunities
bs: Mogućnosti uštede

source: Schedule preventive maintenance to avoid costly repairs.
bs: Zakažite preventivno održavanje da izbjegnete skupe popravke.

source: SCORE
bs: OCJENA

source: Score Breakdown
bs: Raščlamba ocjene

source: Search languages...
bs: Pretraži jezike...

source: Search properties, bookings, guests...
bs: Pretraži nekretnine, rezervacije, goste...

source: Security
bs: Sigurnost

source: See all
bs: Vidi sve

source: See all →
bs: Vidi sve →

source: See earnings from Airbnb, direct bookings, and monthly rentals all in one place.
bs: Pogledajte zaradu od Airbnba, direktnih rezervacija i mjesečnih najmova na jednom mjestu.

source: See earnings from Airbnb, direct bookings, and monthly tenants at a glance.
bs: Pogledajte zaradu od Airbnb-a, direktnih rezervacija i mjesečnih stanara na prvi pogled.

source: See what others miss
bs: Vidite što drugi propuštaju

source: Select
bs: Odaberi

source: Select a property
bs: Odaberite nekretninu

source: Select a property above to start logging
bs: Odaberite nekretninu iznad za početak bilježenja

source: Select date range
bs: Odaberite raspon datuma

source: Select Dates
bs: Odaberite datume

source: SELECT DATES
bs: ODABERITE DATUME

source: Select Properties
bs: Odaberite nekretnine

source: Select the type of rentals you manage so we can customize your experience.
bs: Odaberite tip iznajmljivanja kojim upravljate kako bismo prilagodili vaše iskustvo.

source: Send Reset Code
bs: Pošalji kod za reset

source: Sending...
bs: Slanje...

source: Share
bs: Podijeli

source: Short-term
bs: Kratkoročno

source: Short-term Rental
bs: Kratkoročni najam

source: Short-term Rentals
bs: Kratkoročni najam

source: Show
bs: Prikaži

source: Sign In
bs: Prijavi se

source: Sign in to manage your properties
bs: Prijavite se za upravljanje nekretninama

source: Sign up
bs: Registruj se

source: Sign up to start managing your rental properties like a pro.
bs: Registrujte se i počnite upravljati nekretninama kao profesionalac.

source: Signing In...
bs: Prijavljivanje...

source: Skip
bs: Preskoči

source: Skip for now, I’ll set this up later
bs: Preskoči za sada, postavit ću kasnije

source: Smart Actions
bs: Smart akcije

source: Smart Score
bs: Smart ocjena

source: Start
bs: Početak

source: START DATE
bs: POČETNI DATUM

source: Start managing your rentals by adding your first property. Track bookings, income, and expenses all in one place.
bs: Počnite upravljati najmom dodavanjem vaše prve nekretnine. Pratite rezervacije, prihode i troškove na jednom mjestu.

source: Start tracking bookings, insights, and maximize your rental income.
bs: Počnite pratiti rezervacije, uvide i maksimizirajte prihod od najma.

source: State
bs: Država

# Step %lld of %lld
source: Step %1$lld of %2$lld
bs: Korak %lld od %lld

source: Step %lld of 3
bs: Korak %lld od 3

source: Step 1 of %lld
bs: Korak 1 od %lld

source: Step 2 of %lld
bs: Korak 2 od %lld

source: Step 3 of %lld
bs: Korak 3 od %lld

source: Strong password
bs: Veoma jaka

source: Strong performance! Revenue is up 12%% this month. 2 actions could boost your score to %lld.
bs: Odličan učinak! Prihod je veći za 12%% ovog mjeseca. 2 akcije bi mogle podići vašu ocjenu na %lld.

source: Suggested
bs: Predložena

source: Summary
bs: Sažetak

source: Supplies
bs: Potrepštine

source: SUPPORT
bs: PODRŠKA

source: Switch to bi-weekly deep cleans + turnover-only cleans between guests.
bs: Prebacite se na dvosedmično dubinsko čišćenje + čišćenje samo između gostiju.

source: Sync Airbnb, Booking.com & more
bs: Sinkronizirajte Airbnb, Booking.com i više

source: Sync frequency
bs: Učestalost sinkronizacije

source: Sync Settings
bs: Postavke sinkronizacije

source: Sync your Airbnb bookings & blocked dates
bs: Sinkronizirajte Airbnb rezervacije i blokirane datume

source: Tap "Export Calendar" and copy the link that appears
bs: Dodirnite "Izvezi kalendar" i kopirajte link

source: Tap Calendar → Availability → Sync calendars
bs: Dodirnite Kalendar → Dostupnost → Sinkroniziraj kalendare

source: Tap to add profile photo
bs: Dodirnite za dodavanje profilne fotografije

source: Tap to choose from your listings
bs: Dodirnite za odabir vaših oglasa

source: Tap to upload receipt
bs: Dodirnite za upload računa

source: Tap to view full insights
bs: Dodirnite za potpune uvide

source: Tell us about you
bs: Recite nam o sebi

source: The link looks like:
bs: Link izgleda ovako:

source: This doesn't look like a valid %@ URL
bs: Ovo ne izgleda kao validan %@ URL

source: This expense repeats monthly
bs: Ovaj trošak se ponavlja mjesečno

source: This Month
bs: Ovaj mjesec

source: This Month Occupancy
bs: Zauzetost ovog mjeseca

source: This report was automatically generated by RentDar. All amounts are shown before platform fees. Data reflects bookings confirmed as of the report generation date.
bs: Ovaj izvještaj je automatski generiran od strane RentDar-a. Svi iznosi su prikazani prije provizija platformi. Podaci odražavaju rezervacije potvrđene na datum generisanja izvještaja.

source: This transaction will be permanently removed.
bs: Ova transakcija će biti trajno uklonjena.

source: This Week
bs: Ova sedmica

source: This will permanently remove all bookings, income, and expense records.
bs: Ovo će trajno ukloniti sve rezervacije, prihode i evidenciju troškova.

source: This Year
bs: Ova godina

source: TIME PERIOD
bs: VREMENSKI PERIOD

source: TODAY
bs: DANAS

source: Toiletries, linens
bs: Toaletne potrepštine, posteljina

source: TOMORROW
bs: SUTRA

source: Top 15%% of %@ properties
bs: Top 15%% nekretnina u %@

source: Total
bs: Ukupno

source: Total Expenses
bs: Ukupni troškovi

source: Total Expenses (%@)
bs: Ukupni troškovi (%@)

source: Total Income
bs: Ukupni prihod

source: Total Income (%@)
bs: Ukupni prihod (%@)

source: Total payout
bs: Ukupna isplata

source: Total Revenue (%@)
bs: Ukupni prihod (%@)

source: Track
bs: Pratite

source: Track · Optimize · Earn
bs: Pratite · Optimizirajte · Zaradite

source: Track Airbnb bookings, direct rentals, and long-term tenants in one place.
bs: Pratite Airbnb rezervacije, direktne najmove i dugoročne stanare na jednom mjestu.

source: Track short-term rentals, Airbnb, VRBO, and long-term tenants all in one place.
bs: Pratite kratkoročne najmove, Airbnb, VRBO i dugoročne stanare na jednom mjestu.

source: Track Your Expenses
bs: Pratite vaše troškove

source: Track your income effortlessly
bs: Pratite svoj prihod bez napora

source: Track your rental earnings by adding income from Airbnb, Booking.com, and direct bookings.
bs: Pratite zaradu od najma dodavanjem prihoda od Airbnba, Booking.com i direktnih rezervacija.

source: Transactions
bs: Transakcije

source: try a different email address
bs: pokušajte s drugom email adresom

source: Turnover clean for %@
bs: Čišćenje pri izmjeni za %@

source: Typically ready after 30 days of data
bs: Obično spremno nakon 30 dana podataka

source: Unblock Dates
bs: Odblokiraj datume

source: Unknown
bs: Nepoznato

source: Untitled
bs: Bez naziva

source: Upcoming
bs: Predstojeće

source: Upcoming Check-ins
bs: Nadolazeći dolasci

source: Upcoming from %@
bs: Predstojeće s %@

source: Update Listing Photos
bs: Ažuriraj fotografije oglasa

source: Upload cover photo
bs: Učitaj naslovnu fotografiju

source: Urgent
bs: Hitno

source: User
bs: Korisnik

source: Utilities
bs: Režije

source: Vacant
bs: Slobodno

source: Vacation rentals, Airbnb, VRBO, and nightly stays
bs: Iznajmljivanje za odmor, Airbnb, VRBO i noćenja

source: Valid %@ calendar link detected
bs: Detektovan validan %@ link kalendara

source: Verification
bs: Verifikacija

source: Verify
bs: Verifikuj

source: Verify Your Email
bs: Verificirajte vaš email

source: Verifying...
bs: Verificiranje...

# via %@ • %lld nights
source: via %1$@ • %2$lld nights
bs: preko %@ • %lld noći

source: View Insights
bs: Pogledaj statistiku

source: View all →
bs: Vidi sve →

source: View booking calendars, insights, and maximize your rental income.
bs: Pregledajte kalendare rezervacija, statistiku i maksimizirajte prihod od najma.

source: View Bookings
bs: Pogledaj rezervacije

source: View Calendar
bs: Pogledaj kalendar

source: View Gap
bs: Pogledaj prazninu

source: View upcoming bookings →
bs: Pogledaj predstojeće rezervacije →

source: vs Last Mo.
bs: vs prošli mj.

source: vs last month
bs: u odnosu na prošli mjesec

source: We need about 30 days of data to calculate your property's health score.
bs: Potrebno nam je oko 30 dana podataka za izračun ocjene zdravlja vaše nekretnine.

source: We need more booking data to generate personalized recommendations for this property.
bs: Potrebno nam je više podataka o rezervacijama za generisanje personaliziranih preporuka za ovu nekretninu.

source: We only read your calendar. No passwords or account access required.
bs: Samo čitamo vaš kalendar. Nije potrebna lozinka niti pristup računu.

source: We sent a code to
bs: Poslali smo kod na

source: We’ll only use this for account security
bs: Koristit ćemo ovo samo za sigurnost računa

source: We’ll personalize your experience based on your details.
bs: Personalizovat ćemo vaše iskustvo na osnovu vaših podataka.

source: We're collecting data from your bookings, expenses, and guest reviews. First insights in about 2–4 weeks.
bs: Prikupljamo podatke iz vaših rezervacija, troškova i recenzija gostiju. Prvi uvidi za oko 2–4 sedmice.

source: We’ve sent a 6-digit verification code to
bs: Poslali smo 6-cifreni verifikacioni kod na

source: Weak
bs: Slaba

source: Weekly summary
bs: Sedmični pregled

source: Welcome aboard!
bs: Dobro došli!

source: Welcome back
bs: Dobro došli nazad

source: What do you manage?
bs: Čime upravljate?

source: What syncs from %@
bs: Šta se sinkronizuje s %@

source: WHAT TO EXPORT
bs: ŠTA IZVESTI

source: What was this expense for?
bs: Za šta je bio ovaj trošak?

source: WHAT'S NEXT?
bs: ŠTA JE SLJEDEĆE?

source: Yes, Delete Property
bs: Da, obriši nekretninu

source: You can always add more later
bs: Uvijek možete dodati više kasnije

source: You chose to keep the %@ booking
bs: Izabrali ste da zadržite %@ rezervaciju

source: You don't have any completed bookings yet. They'll appear here once guests check out.
bs: Još nemate završenih rezervacija. Pojavit će se ovdje kada gosti odjavite.

source: You don't have any upcoming bookings. They'll appear here when guests book.
bs: Nemate predstojećih rezervacija. Pojavit će se ovdje kada gosti rezervišu.

source: You'll select the booking platform (Airbnb, Direct, etc.) when adding bookings.
bs: Platformu za rezervacije (Airbnb, Direct, itd.) odabirate prilikom dodavanja rezervacija.

source: You’re all set,
bs: Sve je spremno,

source: Your avg cost
bs: Vaš prosječan trošak

source: Your calendar is empty. Add your first booking to start tracking stays and income.
bs: Vaš kalendar je prazan. Dodajte prvu rezervaciju za praćenje boravaka i prihoda.

source: Your calendar is now syncing automatically
bs: Vaš kalendar se sada automatski sinkronizuje

source: Your data stays on device
bs: Vaši podaci ostaju na uređaju

source: Your export has been generated successfully and is ready to download.
bs: Vaš izvoz je uspješno generisan i spreman za preuzimanje.

source: Your Insights Are Brewing
bs: Vaši uvidi se pripremaju

source: Your occupancy is %lld%% — demand supports higher pricing
bs: Vaša zauzetost je %lld%% — potražnja podržava više cijene

source: Your password has been successfully reset. You can now sign in with your new password.
bs: Vaša lozinka je uspješno resetovana. Sada se možete prijaviti s novom lozinkom.

source: Your Properties
bs: Vaše nekretnine

source: Your property is performing well. Keep monitoring for opportunities.
bs: Vaša nekretnina dobro posluje. Nastavite pratiti prilike.

source: Your rental radar, always on
bs: Vaš radar za najam, uvijek aktivan

source: Your weekends book at 95% — demand supports it
bs: Vaši vikendi su rezervisani na 95% — potražnja to podržava
